{
  "terms_and_conditions": "ข้อตกลงการใช้บริการ",
  "privacy_policy": "นโยบายความเป็นส่วนตัว",
  "privacyPolicyTitle": "นโยบายความเป็นส่วนตัว - Carmen Software",
  "privacyPolicyDescription": "เรียนรู้วิธีที่ Carmen Software เก็บรวบรวม ใช้ และปกป้องข้อมูลส่วนบุคคลของคุณตาม พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล",
  "termsOfServiceTitle": "ข้อตกลงการใช้บริการ - Carmen Software",
  "termsOfServiceDescription": "อ่านข้อกำหนดและเงื่อนไขในการใช้ระบบบริหารการเงินและสต็อกโรงแรมของ Carmen Software",
  "lastUpdated": "อัปเดตล่าสุด",
  "privacy": {
    "title": "นโยบายความเป็นส่วนตัว",
    "intro": {
      "title": "บทนำ",
      "para1": "ยินดีต้อนรับสู่ Carmen Software เรามุ่งมั่นที่จะปกป้องข้อมูลส่วนบุคคลของคุณและสิทธิ์ความเป็นส่วนตัวของคุณ นโยบายความเป็นส่วนตัวนี้อธิบายวิธีที่เราเก็บรวบรวม ใช้ เปิดเผย และปกป้องข้อมูลของคุณเมื่อคุณใช้ซอฟต์แวร์บริหารการเงินโรงแรมและบริการที่เกี่ยวข้องของเรา",
      "para2": "Carmen คือแอปพลิเคชันบริหารจัดการสต็อกแบบหลายผู้เช่า (multi-tenant) ที่ออกแบบมาสำหรับอุตสาหกรรมการบริการ รวมถึงโรงแรม รีสอร์ท และร้านอาหาร เราให้บริการระบบจัดการเวิร์กโฟลว์ที่ครบวงจรสำหรับการจัดซื้อ การจัดการผลิตภัณฑ์ การดำเนินงานของผู้จัดจำหน่าย และการจัดการทางการเงิน"
    },
    "infoCollect": {
      "title": "ข้อมูลที่เราเก็บรวบรวม",
      "personal": {
        "title": "ข้อมูลส่วนบุคคล",
        "intro": "เราเก็บรวบรวมข้อมูลส่วนบุคคลต่อไปนี้จากผู้ใช้:",
        "email": "ที่อยู่อีเมล",
        "name": "ชื่อ-นามสกุล",
        "phone": "เบอร์โทรศัพท์",
        "department": "แผนกและตำแหน่งภายในองค์กรของคุณ",
        "businessUnit": "การกำหนดหน่วยธุรกิจ",
        "roles": "บทบาทและสิทธิ์ของผู้ใช้"
      },
      "usage": {
        "title": "ข้อมูลการใช้งาน",
        "intro": "เราเก็บรวบรวมข้อมูลบางอย่างโดยอัตโนมัติเมื่อคุณใช้บริการของเรา:",
        "loginHistory": "ประวัติการเข้าสู่ระบบ (วันที่และเวลา)",
        "session": "ข้อมูลเซสชัน",
        "buContext": "บริบทหน่วยธุรกิจ",
        "workflow": "การดำเนินการเวิร์กโฟลว์และประวัติการอนุมัติ",
        "transactions": "ประวัติธุรกรรม"
      },
      "business": {
        "title": "ข้อมูลธุรกิจ",
        "intro": "ในการให้บริการของเรา เราจะประมวลผล:",
        "company": "ข้อมูลบริษัทและหน่วยธุรกิจ",
        "vendors": "รายละเอียดผู้จัดจำหน่ายและซัพพลายเออร์",
        "products": "ข้อมูลผลิตภัณฑ์และสต็อก",
        "orders": "ใบสั่งซื้อและธุรกรรม",
        "pricing": "ราคาและเงื่อนไขการชำระเงิน",
        "documents": "เอกสารแนบและไฟล์"
      },
      "technical": {
        "title": "ข้อมูลทางเทคนิค",
        "ip": "ที่อยู่ IP",
        "browser": "ประเภทและเวอร์ชันของเบราว์เซอร์",
        "device": "ข้อมูลอุปกรณ์",
        "cookies": "คุกกี้และข้อมูล local storage",
        "performance": "ตัวชี้วัดประสิทธิภาพ"
      }
    },
    "howWeUse": {
      "title": "วิธีที่เราใช้ข้อมูลของคุณ",
      "service": {
        "title": "การให้บริการ",
        "auth": "การยืนยันตัวตนและการตรวจสอบ",
        "access": "การควบคุมการเข้าถึงและการอนุญาต",
        "isolation": "การแยกข้อมูลแบบหลายผู้เช่า",
        "workflow": "การประมวลผลเวิร์กโฟลว์และการอนุมัติ",
        "reports": "การสร้างรายงานและการวิเคราะห์"
      },
      "improvement": {
        "title": "การปรับปรุงระบบ",
        "errors": "การตรวจสอบและแก้ไขข้อผิดพลาด (ผ่าน Sentry)",
        "performance": "การติดตามและเพิ่มประสิทธิภาพ",
        "ux": "การปรับปรุงประสบการณ์ผู้ใช้",
        "features": "การพัฒนาและปรับปรุงฟีเจอร์"
      },
      "security": {
        "title": "ความปลอดภัย",
        "fraud": "การตรวจจับและป้องกันการฉ้อโกง",
        "audit": "การบันทึกการตรวจสอบและการปฏิบัติตามกฎระเบียบ",
        "session": "การจัดการเซสชัน",
        "incident": "การตอบสนองต่อเหตุการณ์ความปลอดภัย"
      },
      "communication": {
        "title": "การสื่อสาร",
        "notifications": "การแจ้งเตือนและการเตือนของระบบ",
        "workflow": "การแจ้งเตือนเวิร์กโฟลว์",
        "approvals": "อีเมลขอการอนุมัติ",
        "updates": "การอัปเดตและประกาศของบริการ"
      }
    },
    "thirdParty": {
      "title": "บริการบุคคลที่สาม",
      "intro": "เราใช้บริการบุคคลที่สามต่อไปนี้เพื่อดำเนินงานแพลตฟอร์มของเรา:",
      "sentry": {
        "title": "Sentry",
        "description": "เราใช้ Sentry สำหรับการตรวจสอบข้อผิดพลาดและการติดตามประสิทธิภาพ Sentry อาจเก็บรวบรวมข้อมูลทางเทคนิค รวมถึงบันทึกข้อผิดพลาด ตัวชี้วัดประสิทธิภาพ และข้อมูลการโต้ตอบของผู้ใช้ สำหรับข้อมูลเพิ่มเติม โปรดดูที่",
        "link": "นโยบายความเป็นส่วนตัวของ Sentry"
      },
      "hosting": {
        "title": "การโฮสต์และโครงสร้างพื้นฐาน",
        "description": "แอปพลิเคชันของเราโฮสต์บนโครงสร้างพื้นฐานคลาวด์ที่ปลอดภัย ข้อมูลทั้งหมดถูกเข้ารหัสขณะส่งและขณะจัดเก็บ"
      }
    },
    "security": {
      "title": "ความปลอดภัยของข้อมูล",
      "intro": "เราใช้มาตรการรักษาความปลอดภัยมาตรฐานอุตสาหกรรมเพื่อปกป้องข้อมูลของคุณ:",
      "encryption": {
        "title": "การเข้ารหัส",
        "description": "ข้อมูลทั้งหมดถูกเข้ารหัสขณะส่ง (TLS/SSL) และขณะจัดเก็บ"
      },
      "authentication": {
        "title": "การยืนยันตัวตน",
        "description": "การยืนยันตัวตนแบบ JWT พร้อม access และ refresh tokens"
      },
      "isolation": {
        "title": "การแยกแบบหลายผู้เช่า",
        "description": "การแยกข้อมูลอย่างเข้มงวดระหว่างหน่วยธุรกิจ"
      },
      "accessControl": {
        "title": "การควบคุมการเข้าถึง",
        "description": "การควบคุมการเข้าถึงตามบทบาท (RBAC) สำหรับผู้ใช้ทั้งหมด"
      },
      "auditLog": {
        "title": "บันทึกการตรวจสอบ",
        "description": "การบันทึกกิจกรรมระบบทั้งหมดอย่างครอบคลุม"
      },
      "backups": {
        "title": "การสำรองข้อมูลสม่ำเสมอ",
        "description": "การสำรองข้อมูลอัตโนมัติพร้อมขั้นตอนการกู้คืนจากภัยพิบัติ"
      }
    },
    "rights": {
      "title": "สิทธิของคุณภายใต้ พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล",
      "intro": "ภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลของประเทศไทย (PDPA) คุณมีสิทธิดังต่อไปนี้:",
      "access": {
        "title": "สิทธิในการเข้าถึง",
        "description": "ขอเข้าถึงข้อมูลส่วนบุคคลของคุณ"
      },
      "rectification": {
        "title": "สิทธิในการแก้ไข",
        "description": "ขอแก้ไขข้อมูลที่ไม่ถูกต้อง"
      },
      "erasure": {
        "title": "สิทธิในการลบ",
        "description": "ขอลบข้อมูลส่วนบุคคลของคุณ"
      },
      "restrict": {
        "title": "สิทธิในการจำกัดการประมวลผล",
        "description": "ขอจำกัดการประมวลผลข้อมูล"
      },
      "portability": {
        "title": "สิทธิในการโอนย้ายข้อมูล",
        "description": "ขอโอนย้ายข้อมูลของคุณ"
      },
      "object": {
        "title": "สิทธิในการคัดค้าน",
        "description": "คัดค้านการประมวลผลข้อมูลบางประเภท"
      },
      "withdraw": {
        "title": "สิทธิในการถอนความยินยอม",
        "description": "ถอนความยินยอมที่ได้ให้ไว้ก่อนหน้านี้"
      },
      "contact": "หากต้องการใช้สิทธิใดๆ เหล่านี้ โปรดติดต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราโดยใช้ข้อมูลการติดต่อที่ระบุด้านล่าง"
    },
    "retention": {
      "title": "การเก็บรักษาข้อมูล",
      "intro": "เราเก็บรักษาข้อมูลส่วนบุคคลของคุณตราบเท่าที่จำเป็นเพื่อ:",
      "service": "ให้บริการแก่คุณ",
      "legal": "ปฏิบัติตามภาระผูกพันทางกฎหมาย",
      "disputes": "แก้ไขข้อพิพาท",
      "agreements": "บังคับใช้ข้อตกลงของเรา",
      "termination": "เมื่อคุณยกเลิกการสมัครใช้งาน เราจะเก็บรักษาข้อมูลของคุณเป็นเวลา 90 วันเพื่อให้สามารถเปิดใช้งานอีกครั้งได้ หลังจากระยะเวลานี้ ข้อมูลของคุณจะถูกลบอย่างถาวร เว้นแต่เราจำเป็นต้องเก็บรักษาไว้ตามกฎหมาย"
    },
    "cookies": {
      "title": "คุกกี้และ Local Storage",
      "intro": "เราใช้คุกกี้และ local storage เพื่อ:",
      "session": "รักษาเซสชันการเข้าสู่ระบบของคุณ",
      "language": "จดจำการตั้งค่าภาษาของคุณ",
      "businessUnit": "เก็บการเลือกหน่วยธุรกิจของคุณ",
      "performance": "ปรับปรุงประสิทธิภาพของแอปพลิเคชัน",
      "control": "คุณสามารถควบคุมการตั้งค่าคุกกี้ผ่านการตั้งค่าเบราว์เซอร์ของคุณ อย่างไรก็ตาม การปิดการใช้งานคุกกี้อาจส่งผลต่อการทำงานของบริการของเรา"
    },
    "international": {
      "title": "การโอนข้อมูลระหว่างประเทศ",
      "description": "เซิร์ฟเวอร์หลักของเราตั้งอยู่ในประเทศไทย หากคุณเข้าถึงบริการของเราจากนอกประเทศไทย ข้อมูลของคุณอาจถูกโอนและประมวลผลในประเทศไทย เรารับประกันว่าการโอนข้อมูลระหว่างประเทศทั้งหมดเป็นไปตามกฎหมายคุ้มครองข้อมูลที่บังคับใช้"
    },
    "children": {
      "title": "ความเป็นส่วนตัวของเด็ก",
      "description": "บริการของเราออกแบบมาสำหรับการใช้งานทางธุรกิจและไม่ได้มีวัตถุประสงค์สำหรับบุคคลที่อายุต่ำกว่า 18 ปี เราไม่ได้จงใจเก็บรวบรวมข้อมูลส่วนบุคคลจากเด็ก"
    },
    "changes": {
      "title": "การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้",
      "description": "เราอาจอัปเดตนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงที่สำคัญโดยการโพสต์นโยบายความเป็นส่วนตัวใหม่บนหน้านี้และอัปเดตวันที่ อัปเดตล่าสุด เราขอแนะนำให้คุณตรวจสอบนโยบายความเป็นส่วนตัวนี้เป็นประจำสำหรับการเปลี่ยนแปลงใดๆ"
    },
    "contact": {
      "title": "ติดต่อเรา",
      "intro": "หากคุณมีคำถามใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้หรือการปฏิบัติต่อข้อมูลของเรา โปรดติดต่อเรา:",
      "company": "Carmen Software",
      "department": "เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล",
      "email": "อีเมล",
      "address": "ที่อยู่"
    },
    "governingLaw": {
      "title": "กฎหมายที่ใช้บังคับ",
      "description": "นโยบายความเป็นส่วนตัวนี้อยู่ภายใต้บังคับและตีความตามกฎหมายของประเทศไทย รวมถึงพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (2019)"
    }
  },
  "terms": {
    "title": "ข้อตกลงการใช้บริการ",
    "acceptance": {
      "title": "การยอมรับข้อตกลง",
      "para1": "ยินดีต้อนรับสู่ Carmen Software ข้อตกลงการใช้บริการนี้ ข้อตกลง ควบคุมการเข้าถึงและการใช้งาน Carmen ซึ่งเป็นซอฟต์แวร์บริหารการเงินโรงแรมและบริหารจัดการสต็อกแบบหลายผู้เช่า บริการ โดยการเข้าถึงหรือใช้บริการของเรา คุณตกลงที่จะผูกพันตามข้อตกลงเหล่านี้",
      "para2": "หากคุณใช้บริการในนามขององค์กร คุณรับรองและรับประกันว่าคุณมีอำนาจในการผูกพันองค์กรนั้นกับข้อตกลงเหล่านี้ และข้อตกลงของคุณกับข้อตกลงเหล่านี้จะถือเป็นข้อตกลงขององค์กรนั้น"
    },
    "serviceDescription": {
      "title": "คำอธิบายบริการ",
      "intro": "Carmen เป็นโซลูชันซอฟต์แวร์องค์กรที่ครอบคลุมสำหรับอุตสาหกรรมการบริการ ให้บริการฟังก์ชันหลักดังต่อไปนี้:",
      "procurement": "การจัดการจัดซื้อ (ใบขอซื้อ ใบสั่งซื้อ ใบรับสินค้า)",
      "productInventory": "การจัดการผลิตภัณฑ์และสต็อก",
      "vendor": "การจัดการผู้จัดจำหน่ายและการเปรียบเทียบราคา",
      "financial": "การจัดการทางการเงินและการควบคุมงบประมาณ",
      "operational": "การวางแผนการดำเนินงานและการจัดการสูตรอาหาร",
      "workflow": "การจัดการเวิร์กโฟลว์และการอนุมัติ",
      "multiTenant": "การบริหารหน่วยธุรกิจแบบหลายผู้เช่า",
      "disclaimer": "เราขอสงวนสิทธิ์ในการแก้ไข ระงับ หรือยกเลิกส่วนใดส่วนหนึ่งของบริการได้ตลอดเวลาโดยมีการแจ้งล่วงหน้าอย่างสมเหตุสมผลแก่ลูกค้าของเรา"
    },
    "account": {
      "title": "การลงทะเบียนบัญชีและความปลอดภัย",
      "creation": {
        "title": "การสร้างบัญชี",
        "intro": "หากต้องการใช้บริการ คุณต้องสร้างบัญชีโดยการให้ข้อมูลที่ถูกต้องและครบถ้วน ได้แก่:",
        "email": "ที่อยู่อีเมลที่ถูกต้อง",
        "name": "ชื่อ-นามสกุล",
        "organization": "รายละเอียดองค์กร",
        "contact": "ข้อมูลการติดต่อ"
      },
      "security": {
        "title": "ความปลอดภัยของบัญชี",
        "intro": "คุณมีความรับผิดชอบในการ:",
        "credentials": "รักษาความลับของข้อมูลประจำตัวการเข้าสู่ระบบของคุณ",
        "activities": "กิจกรรมทั้งหมดที่เกิดขึ้นภายใต้บัญชีของคุณ",
        "unauthorized": "แจ้งเราทันทีหากมีการเข้าถึงที่ไม่ได้รับอนุญาต",
        "password": "ใช้รหัสผ่านที่รัดกุมและไม่ซ้ำกัน",
        "sharing": "ไม่แชร์บัญชีของคุณกับผู้อื่น"
      },
      "termination": {
        "title": "การยกเลิกบัญชี",
        "description": "เราขอสงวนสิทธิ์ในการระงับหรือยกเลิกบัญชีของคุณหากคุณละเมิดข้อตกลงเหล่านี้หรือมีส่วนร่วมในกิจกรรมใดๆ ที่อาจเป็นอันตรายต่อบริการหรือผู้ใช้รายอื่น"
      }
    },
    "subscription": {
      "title": "การสมัครสมาชิกและการชำระเงิน",
      "model": {
        "title": "โมเดลการสมัครสมาชิก",
        "intro": "Carmen ดำเนินการบนโมเดลใบอนุญาต B2B แบบสมัครสมาชิก ราคาถูกกำหนดโดย:",
        "businessUnits": "จำนวนหน่วยธุรกิจ",
        "users": "จำนวนผู้ใช้ที่ใช้งานอยู่",
        "features": "ฟีเจอร์และโมดูลที่เลือก",
        "support": "ระดับการสนับสนุน"
      },
      "payment": {
        "title": "เงื่อนไขการชำระเงิน",
        "advance": "ค่าสมัครสมาชิกเรียกเก็บล่วงหน้าเป็นรายเดือนหรือรายปี",
        "nonRefundable": "การชำระเงินไม่สามารถคืนเงินได้ ยกเว้นตามที่กฎหมายกำหนด",
        "suspension": "ความล้มเหลวในการชำระเงินอาจส่งผลให้บริการถูกระงับหรือยกเลิก",
        "taxes": "ค่าธรรมเนียมทั้งหมดไม่รวมภาษีที่บังคับใช้"
      },
      "priceChanges": {
        "title": "การเปลี่ยนแปลงราคา",
        "description": "เราขอสงวนสิทธิ์ในการแก้ไขราคาของเราโดยมีการแจ้งล่วงหน้า 30 วัน การใช้บริการต่อไปหลังจากการเปลี่ยนแปลงราคาถือเป็นการยอมรับราคาใหม่"
      }
    },
    "userResponsibilities": {
      "title": "ความรับผิดชอบและพฤติกรรมของผู้ใช้",
      "intro": "เมื่อใช้บริการ คุณตกลงที่จะไม่:",
      "laws": "ละเมิดกฎหมายหรือข้อบังคับที่บังคับใช้",
      "ip": "ละเมิดสิทธิ์ทรัพย์สินทางปัญญาของผู้อื่น",
      "malicious": "อัปโหลดโค้ดที่เป็นอันตราย ไวรัส หรือเนื้อหาที่เป็นอันตราย",
      "unauthorized": "พยายามเข้าถึงบริการหรือบัญชีอื่นโดยไม่ได้รับอนุญาต",
      "disrupt": "แทรกแซงหรือรบกวนการทำงานของบริการ",
      "illegal": "ใช้บริการเพื่อวัตถุประสงค์ที่ผิดกฎหมายหรือไม่ได้รับอนุญาต",
      "reverse": "วิศวกรรมย้อนกลับ แยกชิ้นส่วน หรือถอดประกอบบริการ",
      "notices": "ลบหรือปิดบังการแจ้งเตือนกรรมสิทธิ์",
      "compete": "ใช้บริการเพื่อแข่งขันกับเราหรือพัฒนาผลิตภัณฑ์ที่แข่งขัน"
    },
    "intellectualProperty": {
      "title": "สิทธิ์ทรัพย์สินทางปัญญา",
      "our": {
        "title": "ทรัพย์สินทางปัญญาของเรา",
        "description": "บริการ รวมถึงซอฟต์แวร์ การออกแบบ ข้อความ กราฟิก และสิทธิ์ทรัพย์สินทางปัญญาทั้งหมดในนั้น เป็นเจ้าของโดย Carmen Software หรือผู้ให้อนุญาต การใช้บริการของคุณไม่ได้ให้สิทธิ์กรรมสิทธิ์ใดๆ แก่คุณต่อบริการ"
      },
      "yourContent": {
        "title": "เนื้อหาของคุณ",
        "intro": "คุณยังคงมีสิทธิ์ทั้งหมดต่อข้อมูลและเนื้อหาที่คุณส่งไปยังบริการ เนื้อหาของคุณ รวมถึง:",
        "orders": "ใบสั่งซื้อและข้อมูลการจัดซื้อ",
        "vendors": "ข้อมูลผลิตภัณฑ์และผู้จัดจำหน่าย",
        "documents": "เอกสารทางธุรกิจและไฟล์แนบ",
        "workflow": "การกำหนดค่าเวิร์กโฟลว์",
        "license": "การใช้บริการ คุณให้ใบอนุญาตที่จำกัดแก่เราในการใช้ เก็บ และประมวลผลเนื้อหาของคุณเพื่อวัตถุประสงค์ในการให้บริการแก่คุณเท่านั้น"
      },
      "feedback": {
        "title": "คำติชม",
        "description": "คำติชม คำแนะนำ หรือไอเดียใดๆ ที่คุณให้แก่เราเกี่ยวกับบริการอาจถูกใช้โดยเราโดยไม่มีภาระผูกพันใดๆ ต่อคุณ"
      }
    },
    "dataProtection": {
      "title": "การคุ้มครองข้อมูลและความเป็นส่วนตัว",
      "intro": "ความเป็นส่วนตัวของคุณมีความสำคัญต่อเรา การเก็บรวบรวม การใช้ และการปกป้องข้อมูลส่วนบุคคลของคุณอยู่ภายใต้",
      "privacyPolicy": "นโยบายความเป็นส่วนตัว",
      "incorporated": "ของเรา ซึ่งรวมอยู่ในข้อตกลงเหล่านี้โดยการอ้างอิง",
      "commitments": "ข้อผูกมัดด้านการคุ้มครองข้อมูลที่สำคัญ:",
      "isolation": {
        "title": "การแยกแบบหลายผู้เช่า",
        "description": "ข้อมูลของคุณถูกแยกอย่างเข้มงวดจากลูกค้ารายอื่น"
      },
      "encryption": {
        "title": "การเข้ารหัส",
        "description": "ข้อมูลทั้งหมดถูกเข้ารหัสขณะส่งและขณะจัดเก็บ"
      },
      "pdpa": {
        "title": "การปฏิบัติตาม พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล",
        "description": "เราปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลของประเทศไทย"
      },
      "ownership": {
        "title": "กรรมสิทธิ์ข้อมูล",
        "description": "คุณเป็นเจ้าของข้อมูลทางธุรกิจของคุณ"
      },
      "portability": {
        "title": "การโอนย้ายข้อมูล",
        "description": "คุณสามารถส่งออกข้อมูลของคุณได้ตลอดเวลา"
      }
    },
    "serviceLevel": {
      "title": "ระดับบริการและความพร้อมใช้งาน",
      "uptime": {
        "title": "ข้อผูกมัดด้านเวลาทำงาน",
        "description": "เรามุ่งมั่นที่จะรักษาความพร้อมใช้งานของบริการที่ 99.5% uptime ไม่รวมการบำรุงรักษาตามกำหนดเวลาและสถานการณ์เหนือการควบคุมที่สมเหตุสมผลของเรา"
      },
      "maintenance": {
        "title": "การบำรุงรักษาตามกำหนดเวลา",
        "description": "เราอาจทำการบำรุงรักษาตามกำหนดเวลาโดยมีการแจ้งล่วงหน้า เราจะพยายามอย่างสมเหตุสมผลในการกำหนดเวลาการบำรุงรักษาในช่วงเวลานอกเวลาเร่งด่วน"
      },
      "support": {
        "title": "การสนับสนุน",
        "intro": "การสนับสนุนทางเทคนิคจะจัดให้ตามระดับการสมัครสมาชิกของคุณ:",
        "standard": {
          "title": "การสนับสนุนมาตรฐาน",
          "description": "การสนับสนุนทางอีเมลในเวลาทำการ"
        },
        "premium": {
          "title": "การสนับสนุนพรีเมียม",
          "description": "การสนับสนุนทางอีเมลและโทรศัพท์แบบลำดับความสำคัญ"
        },
        "enterprise": {
          "title": "การสนับสนุนองค์กร",
          "description": "ทีมสนับสนุนเฉพาะตลอด 24/7"
        }
      }
    },
    "backup": {
      "title": "การสำรองและกู้คืนข้อมูล",
      "intro": "เราใช้มาตรการคุ้มครองข้อมูลต่อไปนี้:",
      "daily": "การสำรองข้อมูลอัตโนมัติรายวันของข้อมูลลูกค้าทั้งหมด",
      "retention": "การเก็บรักษาข้อมูลสำรองเป็นเวลา 30 วัน",
      "disaster": "ขั้นตอนการกู้คืนจากภัยพิบัติ",
      "redundancy": "ความซ้ำซ้อนทางภูมิศาสตร์สำหรับข้อมูลที่สำคัญ",
      "userResponsibility": "อย่างไรก็ตาม คุณมีความรับผิดชอบในการรักษาสำเนาสำรองของเนื้อหาของคุณเองเป็นการป้องกันเพิ่มเติม"
    },
    "liability": {
      "title": "ข้อจำกัดความรับผิด",
      "intro": "ในขอบเขตสูงสุดที่กฎหมายอนุญาต:",
      "asIs": "บริการจัดให้ตามสภาพและตามที่มีอยู่ โดยไม่มีการรับประกันใดๆ",
      "indirect": "เราไม่รับผิดชอบต่อความเสียหายทางอ้อม บังเอิญ พิเศษ หรือตามมา",
      "maxLiability": "ความรับผิดทั้งหมดของเราจะไม่เกินค่าธรรมเนียมที่คุณชำระใน 12 เดือนก่อนการเรียกร้อง",
      "dataLoss": "เราไม่รับผิดชอบต่อการสูญหายของข้อมูลที่เกิดจากการกระทำของคุณหรือบริการของบุคคลที่สาม",
      "disclaimer": "เขตอำนาจศาลบางแห่งไม่อนุญาตให้มีข้อจำกัดความรับผิดสำหรับการบาดเจ็บส่วนบุคคลหรือการรับประกันบางอย่าง ดังนั้นข้อจำกัดบางอย่างอาจไม่ใช้กับคุณ"
    },
    "indemnification": {
      "title": "การชดใช้ค่าเสียหาย",
      "intro": "คุณตกลงที่จะชดใช้และปกป้อง Carmen Software จากการเรียกร้อง ความเสียหาย การสูญเสีย ความรับผิด และค่าใช้จ่าย (รวมถึงค่าทนายความ) ที่เกิดจาก:",
      "use": "การใช้บริการของคุณ",
      "violation": "การละเมิดข้อตกลงเหล่านี้ของคุณ",
      "rights": "การละเมิดสิทธิ์ของบุคคลอื่นของคุณ",
      "content": "เนื้อหาของคุณและการใช้งานโดยเราตามข้อตกลงเหล่านี้"
    },
    "termination": {
      "title": "ระยะเวลาและการยกเลิก",
      "term": {
        "title": "ระยะเวลา",
        "description": "ข้อตกลงเหล่านี้มีผลบังคับใช้ตราบเท่าที่คุณใช้บริการ"
      },
      "byYou": {
        "title": "การยกเลิกโดยคุณ",
        "intro": "คุณสามารถยกเลิกบัญชีของคุณได้ตลอดเวลาโดยติดต่อทีมสนับสนุนของเรา เมื่อยกเลิก:",
        "access": "การเข้าถึงบริการของคุณจะถูกปิดใช้งาน",
        "export": "คุณจะมีเวลา 90 วันในการส่งออกข้อมูลของคุณ",
        "deletion": "หลังจาก 90 วัน ข้อมูลของคุณจะถูกลบอย่างถาวร",
        "noRefund": "จะไม่มีการคืนเงินสำหรับระยะเวลาการสมัครสมาชิกที่ไม่ได้ใช้"
      },
      "byUs": {
        "title": "การยกเลิกโดยเรา",
        "intro": "เราอาจยกเลิกหรือระงับการเข้าถึงของคุณทันทีหาก:",
        "breach": "คุณละเมิดข้อตกลงเหล่านี้",
        "payment": "คุณล้มเหลวในการชำระค่าสมัครสมาชิก",
        "security": "การใช้งานของคุณก่อให้เกิดความเสี่ยงด้านความปลอดภัย",
        "legal": "ตามที่กฎหมายหรือกระบวนการทางกฎหมายกำหนด"
      }
    },
    "changes": {
      "title": "การเปลี่ยนแปลงข้อตกลงเหล่านี้",
      "intro": "เราอาจแก้ไขข้อตกลงเหล่านี้เป็นครั้งคราว เราจะแจ้งให้คุณทราบเกี่ยวกับการเปลี่ยนแปลงที่สำคัญโดย:",
      "posting": "โพสต์ข้อตกลงที่อัปเดตบนเว็บไซต์ของเรา",
      "email": "ส่งอีเมลไปยังที่อยู่อีเมลที่ลงทะเบียนของคุณ",
      "notice": "แสดงการแจ้งเตือนในบริการ",
      "acceptance": "การใช้บริการต่อไปของคุณหลังจากวันที่มีผลของข้อตกลงที่อัปเดตถือเป็นการยอมรับการเปลี่ยนแปลงเหล่านั้น"
    },
    "governingLaw": {
      "title": "กฎหมายที่ใช้บังคับและการระงับข้อพิพาท",
      "law": {
        "title": "กฎหมายที่ใช้บังคับ",
        "description": "ข้อตกลงเหล่านี้อยู่ภายใต้บังคับและตีความตามกฎหมายของประเทศไทย โดยไม่คำนึงถึงบทบัญญัติความขัดแย้งทางกฎหมาย"
      },
      "dispute": {
        "title": "การระงับข้อพิพาท",
        "intro": "ในกรณีที่มีข้อพิพาทใดๆ ที่เกิดจากข้อตกลงเหล่านี้หรือบริการ:",
        "negotiation": "คู่สัญญาจะพยายามระงับข้อพิพาทผ่านการเจรจาโดยสุจริต",
        "mediation": "หากการเจรจาล้มเหลว ข้อพิพาทอาจถูกส่งไปยังการไกล่เกลี่ย",
        "courts": "การดำเนินคดีทางกฎหมายใดๆ ต้องดำเนินการในศาลของประเทศไทย และคุณยินยอมให้เขตอำนาจศาลแต่เพียงผู้เดียวของศาลดังกล่าว"
      }
    },
    "general": {
      "title": "บทบัญญัติทั่วไป",
      "entire": {
        "title": "ข้อตกลงทั้งหมด",
        "description": "ข้อตกลงเหล่านี้ร่วมกับนโยบายความเป็นส่วนตัวของเรา ถือเป็นข้อตกลงทั้งหมดระหว่างคุณและ Carmen Software เกี่ยวกับบริการ"
      },
      "severability": {
        "title": "ความสามารถในการแยกได้",
        "description": "หากบทบัญญัติใดๆ ของข้อตกลงเหล่านี้พบว่าไม่สามารถบังคับใช้ได้ บทบัญญัติที่เหลือจะยังคงมีผลบังคับใช้เต็มที่"
      },
      "waiver": {
        "title": "การสละสิทธิ์",
        "description": "ความล้มเหลวของเราในการบังคับใช้สิทธิ์หรือบทบัญญัติใดๆ ของข้อตกลงเหล่านี้จะไม่ถือเป็นการสละสิทธิ์เหล่านั้น"
      },
      "assignment": {
        "title": "การโอน",
        "description": "คุณไม่สามารถมอบหมายหรือโอนข้อตกลงเหล่านี้โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา เราอาจมอบหมายข้อตกลงเหล่านี้โดยไม่มีข้อจำกัด"
      },
      "forceMajeure": {
        "title": "เหตุสุดวิสัย",
        "description": "เราจะไม่รับผิดชอบต่อความล้มเหลวหรือความล่าช้าในการปฏิบัติงานเนื่องจากสถานการณ์เหนือการควบคุมที่สมเหตุสมผลของเรา รวมถึงภัยธรรมชาติ สงคราม การก่อการร้าย โรคระบาด หรือการกระทำของรัฐบาล"
      }
    },
    "contact": {
      "title": "ติดต่อเรา",
      "intro": "หากคุณมีคำถามใดๆ เกี่ยวกับข้อตกลงเหล่านี้ โปรดติดต่อเรา:",
      "company": "Carmen Software",
      "legal": "แผนกกฎหมาย",
      "email": "อีเมล",
      "support": "การสนับสนุน",
      "address": "ที่อยู่"
    },
    "acknowledgment": {
      "title": "การรับทราบ",
      "description": "การใช้ Carmen Software คุณรับทราบว่าคุณได้อ่าน เข้าใจ และตกลงที่จะผูกพันตามข้อตกลงการใช้บริการและนโยบายความเป็นส่วนตัวของเรา"
    }
  }
}